Repository: SilvaUnCompte/EasySave
Catalog: EasySave/resource/Res.*.resx
Languages: fr

# change_language
source: 1. Change language
fr: 1. Changer de langues

# change_log_path
source: 2. Change log path
fr: 2. Modifier le chemin du journal

# confirm_reset_job
source: Are you sure you want to reset jobs config? (y/n)
fr: Êtes-vous sûr de vouloir réinitialiser la configuration des emplois ? (y/n)

source: Copying files...
fr: Copier des fichiers...

# copying_finished
source: Copying files finished
fr: La copie des fichiers est terminée

# create_job
source: 1. Create a new job
fr: 1. créer un nouvel emploi

# delete_job
source: 2. Delete a job
fr: 2. Supprimer un emploi

# enter_choice
source: Enter your choice:
fr: \nEntrez votre choix :

# enter_log_path
source: Enter a new log path:
fr: Saisissez un nouveau chemin d'accès au journal :

source: Exit
fr: Sortir

# french
source: 2. French
fr: 2. Français

source: Full job finished
fr: Travail complet terminé

source: is running
fr: est en cours d'exécution

# job_created
source: Job created successfully.
fr: emploi crée avec succès.

# job_list
source: List of jobs:
fr: liste des emplois :

source: Job name:
fr: nom du poste :

# job_reseted
source: Jobs config reseted. Press any key to continue...
fr: La configuration des emplois a été réinitialisée. Appuyez sur n'importe quelle touche pour continuer...

# key_continue
source: Press any key to continue...
fr: Appuyez sur n'importe quelle touche pour continuer...

# lunch_job
source: 3. Launch a job
fr: 3. Lancer un emploi

# no_file
source: No files found.
fr: aucun fichier trouvé

# no_job
source: No jobs...
fr: pas d'emplois...

# priority_ask
source: Priority: (y/n)
fr: Priorités :

# reset_job_config
source: 3. Reset jobs config
fr: réinitialiser les configurations des emplois

# select_delete_job
source: Select a job to delete or space to exit:
fr: Sélectionner un emploi à supprimer ou espace pour quitter

# select_job_to_run
source: Select jobs to run then press space:
fr: Sélectionner une tâche à exécuter, puis appuyer sur espace:

source: Source path:
fr: Chemin source:

# source_path_info
source: (Enter for each path | enter empty to valide)
fr: (Entrer pour chaque chemin | entrer vide pour valider)

# target_not_empty
source: Target path can't be empty or in source path...
fr: le chemin cible ne peut pas être vide ou dans le chemin source

# target_path
source: Destination path:
fr: chemin de destination

# unacceptable_ans
source: Unacceptable answer...
fr: reponse inacceptable
